Repository: SALTISES4/dalite-ng
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: fr

source: An answer choice is required.
fr: Un choix de réponse est nécessaire.

source: A rationale is required.
fr: Une explication est nécessaire.

source: Copied to clipboard.
fr: Copié dans le presse-papiers

source: An error occurred.
fr: Une erreur est survenue.

source: Copy to clipboard.
fr: Copier dans le presse-papiers

source: Unarchive this assignment.
fr: Désarchiver cet exercice.

source: Archive this assignment to hide it.
fr: Archiver cet exercice.

source: Unfollow this assignment.
fr: Ne plus suivre cet exercice.

source: Edit this assignment to make changes.
fr: Modifier cet exercice.

source: Copy this assignment to make changes.
fr: Copier cet exercice afin de la modifier.

source: Distribute this assignment to one of your groups.
fr: Distribuer cet exercice à l'un de vos groupes.

source: There is a problem with this assignment.
fr: Il y a un problème avec cet exercice.

source: Use the following information to configure the LTI tool in your Learning Management System (e.g. Moodle, OpenEdx):
fr: Utiliser les informations suivantes pour configurer l'outil LTI dans votre système de gestion de l'apprentissage (par exemple Moodle, OpenEdx) :

source: To import assignment questions, copy and paste the text below the question title into the Custom Parameters box of your LTI tool:
fr: Afin d'importer ces questions, copier et coller le texte sous le titre de la question dans la zone « paramètres personnalisés » de votre outil LTI :

source: Distribute via LMS (e.g. Moodle)
fr: Distribuer via SGA (p.ex. Moodle)

source: Distribute via myDALITE
fr: Distribuer via myDALITE

source: Manage archived
fr: Gérer les archivés

source: Index
fr: Indice

source: Generate report
fr: Générer un rapport

source: Return to list
fr: Retour à la liste

source: Create new
fr: Créer un nouveau

source: Assignments
fr: Exercices

source: Manage deleted
fr: Gérer les supprimés

source: Right > Right
fr: Correcte > Correcte

source: Easy
fr: Facile

source: Wrong > Wrong
fr: Incorrecte > Incorrecte

source: Hard
fr: Difficile

source: Wrong > Right
fr: Incorrecte > Correcte

source: Peer
fr: Pair

source: Right > Wrong
fr: Correcte > Incorrecte

source: Tricky
fr: Épineuse

source: Uncategorized
fr: Non classé

source: Edit
fr: Modifier

source: Copy and edit this question.
fr: Copier et modifier cette question.

source: Remove this question from this assignment.
fr: Supprimer cette question de cet exercice.

source: Add this question to this assignment.
fr: Ajouter cette question à cet exercice.

source: Difficulty level based on past student answers.
fr: Niveau de difficulté basé sur les réponses précédentes.

source: Select or remove this question as one of your favourites.
fr: Sélectionner ou supprimer cette question comme l'une de vos favorites.

source: by
fr: par

source: None
fr: Aucune

source: Categories
fr: Catégories

source: Student answers
fr: Réponses

source: Done
fr: Terminé

source: Reorder questions?
fr: Réorganiser les questions ?

source: Click to enable question reordering
fr: Cliquer afin de réorganiser les questions

source: Show images
fr: Afficher les images

source: Click to show question images
fr: Cliquer afin d'afficher les images

source: Show choices
fr: Montrer les choix

source: Click to show answer choices
fr: Cliquer afin d'afficher les choix de réponses

source: Type search terms
fr: Tapez...

source: The quick add search engine checks question meta data for the complete phrase only. You can also search on username to find all content from a certain contributor. Search results are filtered to remove questions already part of this assignment.
fr: Le moteur de recherche rapide vérifie les métadonnées des questions pour la phrase complète seulement. Vous pouvez également rechercher par le nom d'utilisateur afin de trouver tout le contenu d'un certain contributeur. Les résultats de la recherche sont filtrés pour supprimer les questions qui font déjà partie de cet exercice.

source: An error occurred. Try refreshing this page.
fr: Une erreur est survenue. Essayer d'actualiser cette page.

source: Could not load favourites. Try refreshing this page.
fr: Impossible de charger les favoris. Essayer d'actualiser cette page.

source: Item removed.
fr: Supprimé.

source: Changes saved.
fr: Changements sauvegardés.

source: There are currently no questions in this assignment. You can search for questions to add below.
fr: Actuellement, il n'y a aucune question dans cet exercice. Vous pouvez rechercher des questions à ajouter ci-dessous.

source: No questions match query.
fr: Aucune question ne correspond à la requête.

source: Item added.
fr: Ajouté.

source: Search results will only include questions in the selected discipline.
fr: Les résultats de la recherche n'incluront que les questions de la discipline sélectionnée.

source: Not convincing
fr: Pas convaincant

source: Somewhat convincing
fr: Un peu convaincant

source: Very convincing
fr: Très convaincant

source: Saved
fr: Sauvegardé

source: Saving...
fr: Sauvegarde...

source: characters left
fr: caractères restants

source: Comments
fr: Commentaires

source: Never show
fr: N'afficher jamais

source: Student
fr: Étudiant

source: 1st
fr: 1re

source: Rationale
fr: Explication

source: 2nd
fr: 2e

source: Chosen rationale
fr: Explication choisie

source: Feedback
fr: Rétroaction

source: Add teachers to group
fr: Ajouter des enseignants au groupe

source: Type another teacher's username to add them to this group. Note: this cannot be undone without contacting an administrator.
fr: Saisir le nom d'utilisateur d'un autre enseignant pour l'ajouter à ce groupe. Remarque : cette opération ne peut pas être annulée sans contacter un administrateur.

source: Unlabelled
fr: Non étiqueté

source: Shown:
fr: Montrée :

source: Chosen:
fr: Choisie :

source: Rate:
fr: Taux :

source: This question is part of featured content curated by SALTISE. Click to open the associated collection:
fr: Cette question fait partie du contenu vedette organisé par SALTISE. Cliquer pour ouvrir la collection associée :

source: This identifier has already been used.
fr: Cet identifiant a déjà été utilisé.

source: Back
fr: Retour

source: You have no editable assignments to which this question can be added, but you can create a new one below. The question will be added to the new assignment automatically.
fr: Vous n'avez pas d'exercices modifiables auxquels cette question peut être ajoutée, mais vous pouvez en créer un nouveau ci-dessous. La question sera ajoutée automatiquement au nouvel exercice.

source: You can add this question to an existing assignment (if it is editable) or use this question to start a new assignment.
fr: Vous pouvez ajouter cette question à un exercice existant (s'il est modifiable) ou utilisez cette question pour commencer un nouvel exercice.

source: Assignment title
fr: Titre de l'exercice

source: Assignment identifier
fr: Indentifiant de l'exercice

source: Assignment description (optional)
fr: Description de l'exercice (facultatif)

source: Assignment introduction (optional)
fr: Introduction de l'exercice (facultatif)

source: Assignment conclusion (optional)
fr: Conclusions de l'exercice (facultatif)

source: Create assignment
fr: Créer un exercice

source: Cancel
fr: Annuler

source: Submit
fr: Soumettre

source: The distribution of first and second choices along with the statistics for each possible outcome are shown in the figure below. The most convincing rationales submitted by students (i.e. most selected be peers) are also listed for each answer choice.
fr: La distribution des premier et deuxième choix ainsi que les statistiques pour chaque résultat possible sont présentées dans la figure ci-dessous. Les explications les plus convaincantes soumises par les étudiants (c'est-à-dire les plus sélectionnées par les pairs) sont également énumérées pour chaque choix de réponse.

source: Distribution of answer choices
fr: Distribution de choix de réponses

source: You can flag this question as problematic using the form below. This will immediately remove it from search results pending review. It will not remove it from assignments.
fr: Vous pouvez signaler cette question comme problématique en utilisant le formulaire ci-dessous. Cela la supprimera immédiatement des résultats de recherche en attente de vérification. Il ne la supprimera pas des exercices.

source: Please select the reason for flagging this question.
fr: Veuillez sélectionner la raison pour laquelle vous avez signalé cette question.

source: Select or remove this question as one of your favourites
fr: Sélectionner ou supprimer cette question comme l'une de vos favorites.

source: Flag question for removal
fr: Signaler la question

source: Add question to an assignment
fr: Ajouter cette question à un exercice.

source: Click!
fr: Cliquer !

source: Difficulty
fr: Difficulté

source: Peer impact
fr: Impact de pair

source: Added to
fr: Ajouté à

source: assignments
fr: exercices

source: Difficulty levels
fr: Niveaux de difficulté

source: Peer impact levels
fr: Niveaux d'impact des pairs

source: No search results
fr: Aucun résultats

source: Ugh... doesn't look like there are any questions that match your query. May we suggest:
fr: Ouf... il ne semble pas qu'il y ait de questions correspondant à votre requête. Pouvons-nous suggérer :

source: Try the search again, but with different keywords and/or fewer filters;
fr: Essayez à nouveau la recherche, mais avec des mots-clés différents et/ou moins de filtres ;

source: Create the question you are looking for by selecting 'Create question' from the menu.
fr: Créez la question que vous recherchez en sélectionnant « Créer une question » dans le menu.

source: Error. Try refreshing this page.
fr: Erreur. Essayer d'actualiser cette page.

source: Type something...
fr: Tapez quelque chose...

source: You can search for keywords in question and answer texts, by username, by question id, by category, and by discipline.
fr: Vous pouvez rechercher des mots-clés dans les textes de questions et choix de réponses, par nom d'utilisateur, par identifiant de question, par catégorie et par discipline.

source: See teacher feedback
fr: Voir les commentaires du professeur

source: Unacceptable
fr: Inacceptable

source: Your teacher commented:
fr: Votre professeur a commenté :

source: because
fr: parce que

source: Your rationale is:
fr: Votre explication est :

source: You thought:
fr: Vous avez pensé :
