Repository: SALTISES4/dalite-ng
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: You're receiving this email because your account has been activated.
fr: Vous recevez ce courriel parce que votre compte a été activé.

source: You can login at:
fr: Vous pouvez ouvrir une session au :

source: Your username, in case you've forgotten:
fr: Votre nom d'utilisateur, si vous l'avez oublié :

source: Thanks for using our site!
fr: Merci d'utiliser notre site!

source: Login
fr: Connexion

source: Signup
fr: Inscription

source: Features
fr: Fonctionnalités

source: This research has shown my<span style="font-family: 'Montserrat', sans-serif;font-style:normal;">DALITE</span> to be an effective tool for supporting deep learning.
fr: Cette étude a démontré que my<span style="font-family: 'Montserrat', sans-serif;font-style:normal;">DALITE</span> était un outil efficace pour favoriser l'apprentissage profond.

source: <a class="text-link" href="http://www.saltise.ca">SALTISE</a> is a learning community that fosters the research and development of tools and resources for <strong>pedagogical innovation</strong>. It brings together educators (researchers and practitioners) and professional development personnel across the province of Quebec, and welcomes national and international partnerships.
fr: <a class="text-link" href="http://www.saltise.ca">SALTISE</a> est une communauté d'apprentissage qui met l'accent sur la recherche et la conception d'outils et de ressources favorisant l'<strong>innovation pédagogique</strong>. Elle rassemble des éducateurs (chercheurs et professionnels de l'enseignement) et du personnel spécialisé dans la formation continue à travers la province de Québec. Elle est favorables à l'établissement de partenariats à l'échelle nationale et internationale.n

source: Partners
fr: Partenaires

source: Initial co-design development
fr: Coconception initiale

source: Teachers from Dawson College, John Abbott College, and Vanier College collaborated with Jim Slotta and the Ontario Institute of Studies in Education to design the tool
fr: Les professeurs du Collège Dawson, du Collège John Abbott et du Collège Vanier ont travaillé en collaboration avec Jim Slotta et l'Institut d'études pédagogiques de l'Ontario pour concevoir l'outil.

source: First major release
fr: Première version majeure

source: Beta version of PHP app for Asynchronous Peer Instruction (AsPI) deployed
fr: Déploiement de la version bêta de l'app. PHP d'apprentissage asynchrone par les pairs

source: First major study
fr: Première étude importante

source: Second major release
fr: Deuxième version majeure

source: Completely re-written by HarvardX as an open-source LTI compliant tool
fr: Réécriture complète par HarvardX en tant qu'outil libre de droits conforme à la norme LTI

source: Third major release
fr: Troisième version majeure

source: Extended from an LTI tool to a modern web app in preparation for widespread use by practitioners
fr: Transformation de l'outil LTI en une application Web moderne en préparation pour son utilisation répandue par les professionnels de l'enseignement

source: New feature development
fr: Conception de nouvelles fonctionnalités

source: Content authoring, better analytics, stand-alone functionality outside of an LTI environment, and more...
fr: Créateur de contenu, meilleures capacités d'analyse, utilisation autonome à l'extérieur d'une environnement LTI et plus encore...

source: Click/hover to expand
fr: Cliquez ou déplacer le curseur pour développer le texte

source: Forgot password
fr: Réinitialisation du mot de passe

source: Sign up
fr: Inscription

source: Change password
fr: Modifier votre mot de passe

source: Your password has been set. You may go ahead and log in now.
fr: Votre mot de passe a été configuré. Vous pouvez maintenant ouvrir une session.

source: Log in
fr: Connexion

source: Please enter your new password twice so we can verify you typed it correctly.
fr: Veuillez saisir votre nouveau mot de passe deux fois pour que nous puissions nous assurer que vous l'avez saisi correctement.

source: Set password
fr: Configurer un mot de passe

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
fr: Le lien de réinitialisation du mot de passe était invalide, possiblement parce qu'il avait déjà été utilisé. Veuillez refaire une demande de réinitialisation du mot de passe.

source: Please go to the following page and choose a new password:
fr: Veuillez vous rendre à la page suivante et choisir un nouveau mot de passe :

source: Password reset
fr: Réinitialisation du mot de passe

source: You're receiving this email because you requested a password reset for your user account at
fr: Vous recevez ce courriel parce que vous avez demandé de réinitialiser votre mot de passe pour votre compte utilisateur au

source: Password Reset
fr: Réinitialisation du mot de passe

source: Reset password
fr: Réinitialisation du mot de passe

source: Sign Up
fr: Inscription

source: Back to login
fr: Se connecter

source: Welcome!
fr: Bienvenue!

source: Register
fr: S'inscrire

source: New User Request
fr: Demande de nouveau compte utilisateur

source: Dear administrator,
fr: Madame l'administratrice, Monsieur l'administrateur

source: A new user was created on
fr: Un nouveau compte utilisateur a été créé le

source: Username
fr: Nom d'utilisateur

source: Email
fr: Courriel

source: Verification url
fr: URL de vérification

source: Access your administrator account to activate this new user at:
fr: Connectez-vous à votre compte administrateur pour activer ce nouvel utilisateur au :

source: Cheers
fr: Hourra!

source: Your myDALITE account has been activated
fr: Votre compte myDALITE a été activé.

source: There was a problem with your submission
fr: Un problème est survenu avec votre demande.

source: Check the form below.
fr: Veuillez vérifier le formulaire ci-dessous.

source: The rationale you chose does not exist anymore. This should not happen. Please start over with the question.
fr: L'explication que vous avez choisie n'existe plus. Ceci ne devrait pas se produire. Veuillez recommencer la question.

source: The rationale you chose does not match your second answer choice. This should not happen. Please start over with the question.
fr: L'explication que vous avez choisie ne corresponda pas à votre deuxième choix de réponse. Ceci ne devrait pas se produire. Veuillez recommencer la question.

source: Error
fr: Erreur

source: Share
fr: Partager

source: Refuse
fr: Réfuser
