Repository: SALTISES4/dalite-ng
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Dalite NG administration
fr: Administration Dalite NG

source: There must be at least two answer choices.
fr: Il doit y avoir au moins deux choix de réponses.

source: At least one of the answers must be marked as correct.
fr: Au moins une réponse doit être marquée comme exacte.

source: Associated answer
fr: Réponse connexe

source: An example rationale that will be shown to students during the answer review.
fr: Exemple d'explication qui sera présentée aux étudiants lors de la révision des réponses.

source: The number of the associated answer; 1 = first answer, 2 = second answer etc.
fr: Le nombre associé à la réponse connexe; 1 = première réponse, 2 = deuxième réponse, etc.

source: example answer
fr: Exemple de réponse

source: example answers
fr: Exemples de réponse

source: You can add example answers more comfortably by using the "Preview" button in the top right corner. The button appears after saving the question for the first time.
fr: Vous pouvez ajouter des exemples de réponses plus facilement en utilisant le bouton "Aperçu" dans le coin supérieur droit. Le bouton apparaît après avoir sauvegardé la question pour la première fois.

source: Question image or video
fr: Image ou vidéo associée à la question

source: Show selected answers to students
fr: Montrer les réponses choisies aux étudiants

source: Total rationales upvoted
fr: N. total d'explications ayant obtenu un vote positif

source: Total rationales chosen
fr: N. total d'explications choisies

source: Total rationales chosen for right to wrong answer switches
fr: N. total d'explications choisies pour justifier un changement d'une bonne réponse en mauvaise réponse

source: Total rationales chosen for wrong to right answer switches
fr: N. total d'explications choisies pour justifier un changement d'une mauvaise réponse en bonne réponse

source: Count
fr: Décompte

source: Rationale
fr: Explication

source: Upvotes
fr: Votes positifs

source: Downvotes
fr: Votes négatifs

source: Answers with this chosen rationale
fr: Réponses associées à cette explication

source: (Student stuck to own rationale)
fr: (L'étudiant s'en tient à sa propre explication)

source: Upvoted rationales
fr: Explications ayant obtenu un vote positif

source: Top rationales chosen
fr: Explications les plus choisies

source: Top rationales chosen for right to wrong answer switches
fr: Explications les plus choisies pour justifier un changement d'une bonne réponse en mauvaise réponse

source: Top rationales chosen for wrong to right answer switches
fr: Explications les plus choisies pour justifier un changement d'une mauvaise réponse en bonne réponse

source: Total number of answers recorded:
fr: Nombre total de réponses obtenues :

source: Total number of participating students:
fr: Nombre total d'étudiants ayant participé :

source: Number of answer choice switches:
fr: Nombre de changements de choix de réponse :

source: Switches to answer {index}:
fr: Changements de réponse {index}:

source: No.
fr: Non

source: Question ID
fr: Id. de la question

source: Total answers
fr: Nombre total de réponses

source: Total students
fr: Nombre total d'étudiants

source: First correct
fr: Première réponse exacte

source: Percent
fr: Pourcentage

source: Second correct
fr: Deuxième réponse exacte

source: Switches
fr: Changements

source: To {index}
fr: À {index}

source: Show answers
fr: Montrer les réponses

source: Expert answer
fr: Réponse d'expert

source: Example answer saved.
fr: Exemple de réponse sauvegardée.

source: ---all---
fr: toutes

source: Dalite Peer Instruction
fr: Instructions sur Dalite Peer

source: Choose one of these answers:
fr: Choisissez l'une de ces réponses :

source: Please select exactly one rationale.
fr: Veuillez sélectionner une explication exactement.

source: Please vote up or down.
fr: Veuillez voter positivement ou négativement.

source: Assignments
fr: Exercices

source: Website
fr: Site Web

source: Please provide an institutional url listing yourself as a faculty member and showing your e-mail address.
fr: Veuillez fournir l'adresse URL de votre établissement où vous apparaissez sur la liste des membres du corps professoral et indiquant votre adresse de courriel.

source: Choose which groups you would like your report to include:
fr: Choisissez quels groupes vous souhaitez inclure dans votre rapport :

source: Choose which assignments you would like your report to include:
fr: Choisissez quels exercices vous souhaitez inclure dans votre rapport :

source: Hyphens may not be used in this field.
fr: Vous ne pouvez pas utiliser de traits d'union dans ce champ.

source: Category Name
fr: Nom de la catégorie

source: Name of a category questions can be sorted into.
fr: Le nom de la catégorie dans laquelle les questions peuvent être triées.

source: category
fr: catégorie

source: categories
fr: catégories

source: Name of a discipline.
fr: Nom d'une discipline.

source: Use this ID to refer to the question in the LMS. Note: The question will have to have been saved at least once before an ID is available.
fr: Utilisez cet identifiant pour renvoyer à la question dans le LMS. Remarque : La question devra être sauvegardée au moins une fois avant que l'identifiant ne soit disponible.

source: Question title
fr: Titre de la question

source: A title for the question. Used for lookup when creating assignments, but not presented to the student.
fr: Titre pour la question. Utilisé pour les recherches lorsque vous créez des exercices, mais non présenté à l'étudiant.

source: Question text
fr: Texte associé à la question

source: Enter the question text. You can use HTML tags for formatting. You can use the "Preview" button in the top right corner to see what the question will look like for students. The button appears after saving the question for the first time.
fr: Saisissez le texte de la question. Vous pouvez utiliser des balises HTML pour la mise en forme. Vous pouvez utiliser le bouton "Aperçu" dans le coin supérieur droit pour obtenir un aperçu de la question telle qu'elle sera affichée pour les étudiants. Le bouton apparaîtra après avoir sauvegardé la question pour la première fois.

source: Question image
fr: Image associée à la question

source: Image Alt Text
fr: Texte alternatif pour l'image

source: Question video URL
fr: Adresse URL de la vidéo associée à la question

source: Answer style
fr: Style de réponse

source: Categories
fr: Catégories

source: Add fake attributions
fr: Ajouter de fausses attributions

source: Add random fake attributions consisting of username and country to rationales. You can configure the lists of fake values and countries from the start page of the admin interface.
fr: Ajoutez de fausses attributions, soit un nom d'utilisateur et un pays, aux explications. Vous pouvez configurer les listes de fausses valeurs et de faux pays à partir de la page d'accueil de l'interface administrateur.

source: Sequential rationale review
fr: Examen séquentiel des explications

source: Show rationales sequentially and allow to vote on them before the final review.
fr: Présente les explications de façon séquentielle et permet de voter sur celles-ci avant la révision finale.

source: Rationale selection algorithm
fr: Algorithme de sélection des explications

source: The algorithm to use for choosing the rationales presented to students during question review. This option is ignored if you selected sequential review.
fr: Algorithme utilisé pour choisir les explications présentées aux étudiants lors de la révision des questions. Cette option est ignorée si vous avez sélectionné l'examen séquentiel.

source: Advanced
fr: Avancé

source: Grading scheme
fr: Schéma de notation

source: Grading scheme to use. The "Standard" scheme awards 1 point if the student's final answer is correct, and 0 points otherwise. The "Advanced" scheme awards 0.5 points if the student's initial guess is correct, and 0.5 points if they subsequently stick with or change to the correct answer.
fr: Schéma de notation à utiliser. Le schéma "Standard" alloue 1 point si la réponse finale de l'étudiant est correcte et 0 point autrement. Le schéma "Avancé" alloue 0,5 points si sa première réponse est exacte et 0,5 points s'il s'en tient ensuite à la bonne réponse ou s'il change sa réponse pour la bonne réponse.

source: You can only specify one of the image and video URL fields.
fr: Vous pouvez seulement préciser une adresse URL pour une seule image ou une seule vidéo.

source: You must provide alternative text for accessibility if providing an image.
fr: Vous devez fournir un texte alternatif, pour des raisons d'accessibilité, si vous fournissez une image.

source: Text
fr: Texte

source: Correct?
fr: Exact?

source: answer choice
fr: choix de réponse

source: answer choices
fr: choix de réponses

source: identifier
fr: identifiant

source: A unique identifier for this assignment used for inclusion in a course.
fr: Identifiant unique, pour cet exercice, utilisé pour s'inscrire au cours.

source: Title
fr: Titre

source: assignment
fr: exercice

source: assignments
fr: exercices

source: First answer choice
fr: Premier choix de réponse

source: Second answer choice
fr: Deuxième choix de réponse

source: Show to others?
fr: Montrer aux autres?

source: Expert rationale?
fr: Explication d'expert?

source: Whether this answer is a pre-seeded expert rationale.
fr: Si cette réponse constitue une explication d'expert fournie préalablement.

source: {} for question {}
fr: {} à la question {}

source: fake username
fr: faux nom d'utilisateur

source: fake usernames
fr: faux noms d'utilisateurs

source: fake country
fr: faux pays

source: fake countries
fr: faux pays

source: Vote type
fr: Type de vote

source: group
fr: groupe

source: groups
fr: groupes

source: student
fr: étudiant(e)

source: students
fr: étudiants

source: Name of school.
fr: Nom de l'école

source: institution
fr: établissement

source: institutions
fr: établissements

source: Teacher-only email domain, if available. Email addresses with these domains will be treated as verified.
fr: Domaine de courriel pour les professeurs seulement, si disponible. Les adresses de courriel comportant ces domaines seront considérées comme vérifiées.

source: verified email domain name
fr: nom de domaine de courriel vérifié

source: teacher
fr: professeur(e)

source: teachers
fr: professeurs

source: Time limit
fr: Limite de temps

source: Answer choice
fr: Choix de réponse

source: blink assignment
fr: exercice clignotant

source: blink assignments
fr: exercices clignotants

source: Can't proceed since the course staff did not provide example answers.
fr: Impossible de continuer puisque le responsable du cours n'a pas fourni d'exemples de réponses.

source: I stick with my own rationale.
fr: Je m'en tiens à ma propre explication.

source: Simple random rationale selection
fr: Simple sélection d'explication au hasard

source: The two answer choices presented will include the answer the user chose. If the user's answer wasn't correct, the second choice will be a correct answer. If the user's answer was correct, the second choice presented will be weighted by the number of available rationales, i.e. an answer that has only a few rationales available will have a low chance of being shown to the user. Up to four rationales are presented to the user for each choice, if available. In addition, the user can choose to stick with their own rationale.
fr: Les deux choix de réponse présentés comprendront la réponse choisie par l'utilisateur. Si la réponse de l'utilisateur n'était pas exacte, le deuxième choix constituera une bonne réponse. Si la réponse de l'utilisateur était exacte, le deuxième choix présenté dépendra du nombre d'explications disponibles. Cela signifie qu'une réponse pour laquelle seulement quelques explications sont disponibles aura une peu de chance d'être présentée à l'utilisateur. Jusqu'à quatre explications sont présentées à l'utilisateur pour chaque choix, si disponibles. De plus, l'utilisateur peut choisir de s'en tenir à sa propre explication.

source: Simple random rationale selection for sequential review
fr: Simple sélection d'explication au hasard pour l'examen séquentiel

source: Prefer expert and highly votes rationales
fr: Préférence pour les explications d'experts ou ayant obtenu un grand nombre de votes

source: The two answer choices presented will include the answer the user chose. If the user's answer wasn't correct, the second choice will be a correct answer. If the user's answer was correct, the second choice presented will be weighted by the number of available rationales, i.e. an answer that has only a few rationales available will have a low chance of being shown to the user. Up to four rationales are presented to the user for each choice, if available. In addition, the user can choose to stick with their own rationale. The four rationales will include at least one "expert" rationale, if available, and at least one rationale with more than half the maximum number of votes, if available.
fr: Les deux choix de réponse présentés comprendront la réponse choisie par l'utilisateur. Si la réponse de l'utilisateur n'était pas exacte, le deuxième choix constituera une bonne réponse. Si la réponse de l'utilisateur était exacte, le deuxième choix présenté dépendra du nombre d'explications disponibles. Cela signifie qu'une réponse pour laquelle seulement quelques explications sont disponibles aura une peu de chance d'être présentée à l'utilisateur. Jusqu'à quatre explications sont présentées à l'utilisateur pour chaque choix, si disponibles. De plus, l'utilisateur peut choisir de s'en tenir à sa propre explication. Les quatre explications comporteront au moins une explication d'"expert", si disponible, et au moins une explication ayant reçu plus de la moitié du nombre maximal de votes, si disponible.

source: View assignment results
fr: Voir les résultats des exercices

source: Assignment results
fr: Résultats des exercices

source: Home
fr: Accueil

source: results
fr: résultats

source: Results for the assignment
fr: Résultats de l'exercice

source: this assignment
fr: cet exercice

source: all
fr: tous

source: rationales
fr: explications

source: Attribution bias analysis
fr: Analyse du biais d'attribution

source: Run analysis
fr: Exécuter l'analyse

source: Statistics by username
fr: Statistiques par nom d'utilisateur

source: Statistics by country
fr: Statistiques par pays

source: Name
fr: Nom

source: Total attributions
fr: Nombre total d'attributions

source: Final choices
fr: Choix définitifs

source: Student progress by assignment
fr: Progrès de l'étudiant(e) par exercice

source: No assignments defined.
fr: Aucun exercice défini.

source: Management
fr: Gestion

source: Question categories
fr: Catégories de questions

source: Users
fr: Utilisateurs

source: Fake usernames
fr: Faux noms d'utilisateurs

source: Fake countries
fr: Faux noms de pays

source: Preview
fr: Aperçu

source: Submit example answer
fr: Fournissez un exemple de réponse

source: answers
fr: réponses

source: List of
fr: Liste de

source: Submit
fr: Soumettre

source: Next
fr: Suivante

source: Back to My Account
fr: Revenir à Mon compte

source: Back to My Assignments
fr: Revenir à Mes exercices

source: Discipline
fr: Disciplines

source: Uncategorized
fr: Non classé

source: Difficulty
fr: Difficulté

source: Search database
fr: Chercher dans la base de données

source: Return to top
fr: Haut de la page

source: Limit search to questions in your discipline(s) (recommended)
fr: Limiter la recherche aux questions de votre (vos) discipline(s) (recommandé)

source: Search
fr: Chercher

source: Search database for questions containing above string.
fr: Chercher dans la base de données des questions contenant la série de mots ci-dessus.

source: Browse Assignments
fr: Parcourir les exercices

source: No assignments available.
fr: Aucun exercice disponible

source: Teacher
fr: Professeur(e)

source: User
fr: Utilisateur

source: Logout
fr: Déconnexion

source: Blink Question
fr: Question clignotante

source: Blink
fr: Clignotant

source: Waiting for students
fr: En attente de la réponse des étudiants

source: Student link
fr: Lien pour l'étudiant(e)

source: Waiting for teacher
fr: En attente de la réponse du professeur

source: Update Script
fr: Mettre à jour le script

source: There are currently no blink questions in this script. You can add them from the lists below.
fr: Il n'y a aucune question clignotante actuellement dans ce script. Vous pouvez en ajouter une à partir des listes ci-dessous.

source: All your blinks
fr: Toutes vos questions clignotantes

source: Filter
fr: Filtre

source: You currently have no blink questions. You can add them from the list below.
fr: Vous n'avez aucune question clignotante actuellement. Vous pouvez en ajouter une à partir de la liste ci-dessous.

source: Create Script
fr: Génerer une séquence

source: This component cannot be shown because your browser does not seem to accept third-party cookies. You should configure your browser to allow all cookies for the site %(host)s and reload this page.
fr: Vous ne pouvez pas voir cet élément parce que votre navigateur ne semble pas accepter les témoins de tierce partie. Vous devez configurer votre navigateur pour qu'il autorise l'utilisation de tous les fichiers témoins sur ce site %(host)s et recharger cette page.

source: Inactive users
fr: Utilisateurs inactifs

source: No users to add.
fr: Aucun utilisateur à ajouter

source: Heartbeat for dalite-ng
fr: Heartbeat pour Dalite NG

source: Edit question list
fr: Modifier la liste de questions

source: Student rationales
fr: Explications des étudiants

source: Analytics
fr: Analytique

source: There are currently no questions in this assignment
fr: Il n'y a actuellement aucune question associée à cet exercice.

source: Consider the problem again, and select the most convincing rationale.
fr: sExaminez de nouveau le problème et sélectionnez l'explication la plus convaincante.

source: Consider the problem again, noting the rationales below that have been provided by other students. They may, or may not, cause you to reconsider your answer. Read them and select your final answer.
fr: Examinez de nouveau le problème en tenant compte des explications ci-dessous qui ont été fournies par les autres étudiants. Elles peuvent ou non influencer votre décision de modifier votre réponse. Lisez-les et sélectionnez votre réponse définitive.

source: Your search returned too many results. Please try a different keyword.
fr: Votre recherche comporte trop de résultats. Veuillez réessayer avec un autre mot-clé.

source: unique results
fr: résultats uniques

source: No search results
fr: Aucun résultat

source: Below is an answer provided by another student. Please indicate whether you think this answer is correct using the vote buttons below. You will be able to select your preferred rationale in the final review.
fr: Vous trouverez ci-dessous une réponse fournie par un autre étudiant. Veuillez préciser si vous pensez que cette réponse est exacte en vous servant des boutons de vote ci-dessous. Vous serez en mesure de choisir l'explication que vous privilégiez lors de l'examen final.

source: Answer
fr: Réponse

source: Back to assignment
fr: Revenir à l'exercice

source: Edit question
fr: Modifier la question

source: Reset answers
fr: Réinitialiser les réponses

source: You stuck with your answer choice and selected this rationale:
fr: Vous vous en tenez à votre choix de réponse et avez sélectionné l'explication suivante :

source: You then changed your answer to <strong>%(second_choice_label)s</strong> and selected this rationale:
fr: Vous avez ensuite modifié votre réponse pour <strong>%(second_choice_label)s</strong> et avez sélectionné l'explication suivante :

source: Report
fr: Rapport

source: Custom Report
fr: Rapport personnalisé

source: Question-level gradebook
fr: Carnet de note pour chaque question

source: Student-level gradebook
fr: Carnet de note pour chaque étudiant(e)

source: Details by Assignment
fr: Détails par exercice

source: Custom Reports
fr: Rapports personnalisés

source: Generate Report
fr: Produire un rapport

source: My Assignments
fr: Mes exercices

source: Create a new assignment
fr: Créer un nouvel exercice

source: My assignments
fr: Mes exercices

source: These are the assignments for which you are an author, and have editing rights.
fr: Voici les exercices pour lesquels vous êtes auteur et avez des droits de modification.

source: You currently do not have editing rights on any assignments. Make a new assignment of your own with the form above to be able to modify it.
fr: Vous n'avez actuellement aucun droit de modification pour aucun exercice. Créez un nouvel exercice vous-même à l'aide du formulaire ci-dessus pour être en mesure de le modifier.

source: Following
fr: Suivant

source: These are the assignments you are following, and for which reports will be available (based on your selected groups).
fr: Voici les exercices que vous suivez et pour lesquels des rapports seroont disponibles (selon les groupes que vous avez sélectionnés).

source: You do not have any assignments. You can select and modify an existing assignment from the list below or create a new one.
fr: Vous n'avez aucun exercice. Vous pouvez sélectionner et modifier un exercice existant à partir de la liste ci-dessous ou en créer un nouveau.

source: These are all the assignments in the database.
fr: Voici tous les exercices présents dans la base de données.

source: My Account
fr: Mon compte

source: Identity
fr: Identité

source: Email:
fr: Courriel :

source: Member since:
fr: Membre depuis :

source: Institution
fr: Établissement

source: Groups
fr: Groupes

source: Manage groups
fr: Gérer les groupes

source: You are not currently following any student groups.
fr: Vous ne suivez pas actuellement de groupes d'étudiants.

source: Created:
fr: Créé le :

source: Students:
fr: Étudiants :

source: Blink scripts
fr: Scripts clignotants

source: Add script
fr: Ajouter un script

source: A blink script is a series of blink questions strung together into one activity. You do not have any blink scripts.
fr: Un script clignotant est une série de questions clignotantes rassemblées en une seule activité. Vous n'avez aucun script clignotant.

source: Manage assignments
fr: Gérer les exercices

source: You do not have any assignments.
fr: Vous n'avez aucun exercice.

source: How to use in your course through LTI
fr: Comment l'utiliser dans votre cours par l'entremise du LTI

source: Use the following to configure the LTI tool in your Learning Management System (e.g. Moodle, OpenEdx)
fr: Utilisez les options suivantes pour configurer l'outil LTI dans votre Gestionnaire d'apprentissage (p. ex., Moodle, OpenEdx).

source: LTI Launch URL
fr: URL de lancement du LTI

source: LTI Consumer Key
fr: Clé du consommateur LTI

source: LTI Shared Secret
fr: Secret partagé LTI

source: To import any of the questions below, copy and paste the text below the question title into the <em>Custom Paramaters</em> box of your LTI tool
fr: Pour importer l'une ou l'autre des questions ci-dessous, copiez et collez le texte sous le titre de la question dans la fenêtre <em>Personnaliser les paramètres</em> de votre outil LTI

source: assignment_id
fr: id_exercice

source: question id
fr: id. de la question

source: My Groups
fr: Mes groupes

source: Current
fr: Actuel(s)

source: You are not currently following any student groups. You can select groups to follow from the lists below.
fr: Vous ne suivez actuellement aucun groupe d'étudiants. Vous pouvez sélectionner les groupes à suivre à partir des listes ci-dessous.

source: All
fr: Tous

source: Welcome to myDALITE
fr: Bienvenue dans myDALITE
